Repository: PromassGithub/Various
Catalog: Stellare/Logical/mappView/Visualization/Resources/Texts/MainPageTexts.tmx
Source language: en
Languages: de

source: Settings
de: Einstellungen

source: Overall Settings
de: Allgemeine Einstellungen

source: Select Language
de: Sprache wählen

source: Select measurement system
de: Einheitensystem wählen

source: IP-Address
de: IP-Adresse

source: Screenresolution
de: Bildschirmauflösung

source: Browserresolution
de: Browserauflösung

source: Capable of Multitouch
de: Multitouchfähig

source: Activitycount
de: Aktivitätenzähler

source: Ingredients level
de: Zutaten-Stand

source: Hardware Configuration
de: Hardwarekonfiguration
